---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.FeetPerSecond
source: html/c1998c2a-f227-15b3-0a46-a55aa7795a85.htm
---
# Autodesk.Revit.DB.UnitTypeId.FeetPerSecond Property

Feet per second.

## Syntax (C#)
```csharp
public static ForgeTypeId FeetPerSecond { get; }
```